// console.log('Detected');
// alert('ДАННОЕ СООБЩЕНИЕ (МАТЕРИАЛ) СОЗДАНО И (ИЛИ) РАСПРОСТРАНЕНО ИНОСТРАННЫМ СРЕДСТВОМ МАССОВОЙ ИНФОРМАЦИИ, ВЫПОЛНЯЮЩИМ ФУНКЦИИ ИНОСТРАННОГО АГЕНТА, И (ИЛИ) РОССИЙСКИМ ЮРИДИЧЕСКИМ ЛИЦОМ, ВЫПОЛНЯЮЩИМ ФУНКЦИИ...');
// confirm('Данный сайт может нарушать законодательство РФ, вы уверены что хотите зайти сюда?');
// prompt('Укажите пожалуйста Ваш точный адрес проживания в случае захода на сайт, мы передадим его незамедлительно нашим коллегам из регионального управления УФСБ');
// document.write('No Russian');

// let a = 'Detected';
// let b = 'Undetected';

// console.log('Status:',a);
// console.log('Status:',b);
// console.log(`${a} ${b}`);


console.log(((9+9+7)*4)-1);